Repository: ibraheemahmed48/Ecommerce_app_Flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Home
ar: الرئيسية

source: Account
ar: الحساب

source: Cart
ar: السلة

source: Deal Of The Day
ar: صفقة اليوم

source: Address of
ar: عنوان

source: Search in my souq....
ar: إبحث في سوقي

source: Eligible for FREE Shipping
ar: متاح للشحن المجاني

source: In Stock
ar: متوفر في المخزن

source: Mobiles
ar: محمول

source: Appliances
ar: أدوات

source: Fashion
ar: موضة

source: Essentials
ar: روائح

source: Computers
ar: كمبيوتر

source: Books
ar: كمبيوتر

source: Arabic
ar: عربي

source: English
ar: انكليزي
